app/controllers/api/v1/usuarios_controller.rb

INSERT INTO "usuarios" ("email", "metodoLogin", "ultimoLogin", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["email", "lorenzo.e.gutierrez@gmail.com"], ["metodoLogin", "Correo"], ["ultimoLogin", "null"], ["created_at", "2020-08-17 22:46:11.445742"], ["updated_at", "2020-08-17 22:46:11.445742"]]
---
  def create
    @usuario = Usuario.new(usuario_params)

    if @usuario.save